[
{
    "property_title": "1 Bedroom Apartment in Sveti Vlas",
    "property_description": "Description of object:\nWe offer a one-bedroom apartment for sale in the Lazur 1 complex, Sveti Vlas, Bulgaria.\n\n\nLazur 1 was built in the eastern part of Sveti Vlas. Nearby, you will find shops, pharmacies, restaurants, banks, and other essential infrastructure. The complex offers owners and guests access to amenities such as:\n\n\n\n  \n\nSwimming pool;\n\n  \n\nSummer garden;\n\n  \n\nCafé;\n\n  \n\nShops;\n\n  \n\nPlayground;\n\n  \n\nParking;\n\n  \n\n24-hour security.\n\n\nThe apartment is 66 m² and is located on the second floor of the complex. It consists of: an entrance hall, a living room with a kitchen and dining area, a bedroom, a bathroom with a shower, and a terrace overlooking the well-maintained grounds of the complex. The apartment is fully furnished and equipped with all necessary appliances.\n\n\nService fee - 600 EUR/year.\n\n\nPrice - 117,000 euros.\n\nFixture and fittings:\nLazur 1 is an accommodation in Sveti Vlas, Bulgaria, offering its guests a variety of amenities and facilities. Here are some features of Lazur 1:\n\n\n\n  \n\nRooms: The accommodation has spacious and comfortable rooms with air conditioning, TV, and an en-suite bathroom with a shower or bathtub.\n\n  \n\nKitchen: There is a fully equipped kitchen in the accommodation, allowing guests to prepare and enjoy meals.\n\n  \n\nLiving Room: The accommodation features a spacious living room with comfortable sofas and a TV.\n\n  \n\nDining Area: There is a dining area where guests can have their meals.\n\n  \n\nBalcony: Each room has a balcony with sea views, where guests can relax and enjoy the scenery.\n\n  \n\nPool: The accommodation has an outdoor pool with sun loungers and umbrellas, where guests can swim and sunbathe.\n\n  \n\nGarden: The property offers a beautiful garden with garden furniture and loungers for guests to unwind and bask in the sun.\n\n  \n\nWi-Fi: Complimentary Wi-Fi is available for guests.\n\n  \n\nParking: There is parking for guests arriving by car.\n\n\nOverall, Lazur 1 provides a cozy and comfortable accommodation for a relaxing holiday in Sveti Vlas.\n\nLocation:\nLazur 1 is an accommodation in Sveti Vlas, a coastal town on the Bulgarian Black Sea coast. The property is located in a quiet and picturesque area, about 400 meters from the beach. Guests can easily reach the sandy beach of Sveti Vlas on foot and spend the day by the sea or stroll along the waterfront.\n\n\nNear Lazur 1, there are various restaurants, bars, and shops that are within walking distance. The yacht harbor of Sveti Vlas is also nearby, where guests can take boat trips or sailing excursions. The old town of Nessebar, which is a UNESCO World Heritage site, is about 10 km away and can be reached by bus or taxi.\n\n\nBurgas Airport is approximately 35 km away and offers connections to many European cities. Guests can arrange a transfer from the airport to the accommodation or rent a car to explore the area.\n\n\nOverall, the location of Lazur 1 provides a peaceful and relaxing stay near the beach and local amenities, while surrounding towns and attractions are easily accessible.\n\nMiscellaneous:\nDo you have questions about the property, or would you like to schedule a viewing? Then feel free to get in touch using the provided contact details without any obligation.",
    "property_excerpt": "Description of object: We offer a one-bedroom apartment for sale in the Lazur 1 complex, Sveti Vlas, Bulgaria. Lazur 1 was built in the eastern part of Sveti Vlas. Nearby, you will find shops, pharmacies, restaurants, banks, and other essential infrastructure. The complex offers owners and guests ac",
    "price": 117600,
    "currency": "EUR",
    "price_postfix": "",
    "price_prefix": "",
    "location": "42.709427, 27.769846",
    "bedrooms": 1,
    "bathrooms": 1,
    "size": 66,
    "size_prefix": "sqm",
    "property_type": [
        "Apartment"
    ],
    "property_status": [
        "For Sale"
    ],
    "property_address": "Sveti Vlas, Burgas, Bulgaria",
    "property_area": "",
    "city": "Sveti Vlas",
    "state": "Burgas",
    "country": "Bulgaria",
    "zip_code": "",
    "latitude": "42.709427",
    "longitude": "27.769846",
    "listing_id": "NOG-NL 11 3291",
    "agent_id": "150",
    "agent_display_option": "agent_info",
    "video_url": "",
    "images": [
        "https://www.nilsott.com/de/upload/6712-248-2-g.jpg",
        "https://www.nilsott.com/de/upload/6711-248-1-g.jpg",
        "https://www.nilsott.com/de/upload/6713-248-3-g.jpg",
        "https://www.nilsott.com/de/upload/6714-248-4-g.jpg",
        "https://www.nilsott.com/de/upload/6715-248-5-g.jpg",
        "https://www.nilsott.com/de/upload/6716-248-6-g.jpg",
        "https://www.nilsott.com/de/upload/6717-248-7-g.jpg",
        "https://www.nilsott.com/de/upload/6718-248-8-g.jpg",
        "https://www.nilsott.com/de/upload/6719-248-9-g.jpg",
        "https://www.nilsott.com/de/upload/6720-248-10-g.jpg"
    ],
    "property_map": "1",
    "property_year": "",
    "additional_features": [
        "Useable area: 66 m²",
        "No. of rooms: 2.00",
        "Balcony: 1",
        "Quality of fittings: Luxury",
        "Bathroom: Shower",
        "Kitchen: Fitted kitchen",
        "postcode:8256"
    ],
    "confidential_info": [
        {
            "fave_additional_feature_title": "Website",
            "fave_additional_feature_value": "https://www.nilsott.com/en/0__248_1_3_/sveti-vlas-beautiful-2-room-apartment-in-lazur-1-in-sveti-vlas-with-sea-view-bulgaria.html"
        },
        {
            "fave_additional_feature_title": "Owned by",
            "fave_additional_feature_value": "Nils Ott Group Ltd."
        },
        {
            "fave_additional_feature_title": "Contact Person",
            "fave_additional_feature_value": "Nils Birger Ott ; Milena Krasteva"
        },
        {
            "fave_additional_feature_title": "Phone",
            "fave_additional_feature_value": "49 172 9535030"
        },
        {
            "fave_additional_feature_title": "Email",
            "fave_additional_feature_value": "milena@nilsott.com"
        }
    ]
},
{
    "property_title": "5 Bedrooms House in Kosharitsa",
    "property_description": "Description of object:\nWe offer a large, two-story house for sale in the village of Kosharitsa, Sunny Beach, Bulgaria. The village is located on the southern slope of the East Balkan Mountains, at the foot of the Stara Planina mountain range. The area is famous for its beautiful nature, tranquility, and clean air, surrounded by sea and mountains, away from the hustle and bustle of the city but only a 5-minute drive from the entertainment center. The region has developed infrastructure: shops, restaurants, cafes, a bus stop, a church, post office, administration, school, kindergarten, pharmacy, and more.\n\nThe house has an area of 350 sqm and is situated in the center of the village. On the ground floor: entrance hall, 2 bathrooms, workshop-storage room, three separate rooms, living room with kitchen and dining area, and 3 terraces. On the second floor there is a large corridor - entrance hall, 2 bedrooms, an office, a living room with a fireplace, a dining room, a kitchen-bar, a bathroom, a laundry room and three terraces.\n\nThe house is on an individual plot of land measuring 800 sqm. There is a parking space with a roof cover, a relaxation area under shady kiwi trees, a playground and a fertile well-maintained garden with another playground for children. A summer kitchen with barbecue has been built behind the house according to plan.\n\nThe house is completely move-in ready and equipped with all necessary furniture and appliances. Installed: alarm system, television, internet. Heating: air jacket fireplace with radiators and air conditioning units. Water supply, electricity and sewage are centralized.\n\nFixture and fittings:\nThe house is completely furnished and has everything needed for long-term living. The furniture is in good condition.\n\nThe house, with an area of 350 square meters, is located in the center of the village and consists of two separate floors. On the ground floor: entrance hall, 2 bathrooms, workshop-storage, three separate rooms, living room with kitchen and dining area, and 3 terraces. On the second floor, there is a large corridor - an entrance hall, 2 bedrooms, an office, a living room with a fireplace, a dining room, a kitchen with a bar, a bathroom, a laundry room, and three terraces.\n\nThe house is situated on an individual plot of land measuring 800 square meters. It includes a covered parking area, a recreational area under a shady kiwi tree, a playground, and a fertile, well-maintained garden with another playground for children. A summer kitchen with a grill was built behind the house according to plan.\n\nThe house is completely move-in ready and equipped with all necessary furniture and appliances. Installed: alarm system, television, internet. Heating: air-duct fireplace with radiators, air conditioning units. Water supply, electricity, and sewage are central.\n\nLocation:\nKosharitsa is a small village on the Black Sea coast of Bulgaria, near Sunny Beach and Nessebar. It is located about 4 km inland, providing a quieter alternative to the bustling coastal towns.\n\nThe village has a picturesque setting with many hills and green forests. There are several restaurants, cafes, and shops in the village, as well as a church and an elementary school.\n\nKosharitsa is also a popular destination for tourists who want to enjoy nature and tranquility. There are many hiking and biking trails in the area, as well as attractions such as the Kaliakra Fortress and the historical center of Nessebar.\n\nIn recent years, Kosharitsa has also become an attractive destination for purchasing holiday properties, with many new apartment complexes and villas being developed in the area.\n\nMiscellaneous:\nDo you have questions about this property, or would you like to view this property? Please feel free to contact us using the provided contact options!",
    "property_excerpt": "Description of object: We offer a large, two-story house for sale in the village of Kosharitsa, Sunny Beach, Bulgaria. The village is located on the southern slope of the East Balkan Mountains, at the foot of the Stara Planina mountain range. The area is famous for its beautiful nature, tranquility,",
    "price": 273500,
    "currency": "EUR",
    "price_postfix": "",
    "price_prefix": "",
    "location": "42.750489, 27.694294",
    "bedrooms": 5,
    "bathrooms": 4,
    "size": 350,
    "size_prefix": "sqm",
    "property_type": [
        "House"
    ],
    "property_status": [
        "For Sale"
    ],
    "property_address": "Kosharitsa, Burgas, Bulgaria",
    "property_area": "",
    "city": "Kosharitsa",
    "state": "Burgas",
    "country": "Bulgaria",
    "zip_code": "",
    "latitude": "42.750489",
    "longitude": "27.694294",
    "listing_id": "NOG-NL 11 2190",
    "agent_id": "150",
    "agent_display_option": "agent_info",
    "video_url": "",
    "images": [
        "https://www.nilsott.com/de/upload/7305-268-13-g.jpg",
        "https://www.nilsott.com/de/upload/7312-268-20-g.jpg",
        "https://www.nilsott.com/de/upload/7293-268-1-g.jpg",
        "https://www.nilsott.com/de/upload/7294-268-2-g.jpg",
        "https://www.nilsott.com/de/upload/7295-268-3-g.jpg",
        "https://www.nilsott.com/de/upload/7296-268-4-g.jpg",
        "https://www.nilsott.com/de/upload/7297-268-5-g.jpg",
        "https://www.nilsott.com/de/upload/7298-268-6-g.jpg",
        "https://www.nilsott.com/de/upload/7299-268-7-g.jpg",
        "https://www.nilsott.com/de/upload/7300-268-8-g.jpg"
    ],
    "property_map": "1",
    "property_year": "",
    "additional_features": [
        "Useable area: 350 m²",
        "No. of rooms: 8.00",
        "Terrace: 6",
        "Outhouse",
        "Quality of fittings: Luxury",
        "Bathroom: Shower",
        "Kitchen: Fitted kitchen",
        "postcode:8224"
    ],
    "confidential_info": [
        {
            "fave_additional_feature_title": "Website",
            "fave_additional_feature_value": "https://www.nilsott.com/en/0__268_2_3_/kosharitsa-large-two-story-house-in-the-center-of-kosharitsa-sunny-beach-near-the-sea.html"
        },
        {
            "fave_additional_feature_title": "Owned by",
            "fave_additional_feature_value": "Nils Ott Group Ltd."
        },
        {
            "fave_additional_feature_title": "Contact Person",
            "fave_additional_feature_value": "Nils Birger Ott ; Milena Krasteva"
        },
        {
            "fave_additional_feature_title": "Phone",
            "fave_additional_feature_value": "49 172 9535030"
        },
        {
            "fave_additional_feature_title": "Email",
            "fave_additional_feature_value": "milena@nilsott.com"
        }
    ]
}